{
  "comment_000": "CR_X_TEXTE",
  "walls_d": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "walls_d_plates_s": " Za izradu NIDA D obostrano jednoslojnih zidova koji imaju u tablici tehničkih specifikacija navedene debljinu, otpornost na vatru i visinu navedene, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW (UA) profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablica tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW tračnice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju mehaničkim pričvrsni elementi (*1) prilagođeni vrsti nosećeg materijala Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vrši se produžnim spojem s NIDA UW profilima ili umetanjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s gornje veze.\nA strana metalne konstrukcije će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene vijcima L2 s maks. međuosni razmak 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijcima s međuosnim razmakom od 60 cm +1x tip gipskartonske ploče2, strana B, pričvršćeni L2 vijcima s maks. Međuosnim razmakom 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nKao zadnji sloj postavlja se gipskartonska ploča otporna na vlagu.\nS unutarnje strane zida postavlja se mineralna vuna u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spajanje, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijale .",
  "walls_d_plates_d": " Za izradu NIDA D obostrano dvoslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW (UA) profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablica tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju mehaničkim pričvrsni elementi (*1) prilagođeni vrsti nosećeg materijala Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vrši se produžnim spojem s NIDA UW profilima ili umetnjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s gornje poveznice.\nA strana metalne konstrukcije će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipsankartonske ploče2, strana A, pričvršćene vijcima L2 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijcima s međuosnim razmakom od 60 cm +1x tip gipskartonske ploče2, strana B, pričvršćeni L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nKao zadnji sloj postavlja se gipskartonska ploča otporna na vlagu.\nS unutarnje strane zida postavlja se mineralna vuna u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gips ploča, prema tablici zahtjeva za materijale .",
  "walls_d_plates_t": " Za izvođenje NIDA D obostrano troslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici s tehničkim specifikacijama, pričvršćen s donje strane na NIDA UW profile (pričvršćen na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćen na nosivu konstrukciju opisanu u tehničkim specifikacijama) , koristeći mehaničke elemente za pričvršćivanje (*1) prilagođene vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se pomoću produžnim spojem s NIDA UW profilima ili umetnjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s gornje poveznice.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskaronske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene pomoću vijaka L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana A, pričvršćena L3 vijcima s maks. međuosnim razmakom 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena koristeći L1 vijke s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene pomoću L2 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana B, pričvršćene pomoću vijaka L3 s maks. međuosni razmak 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonske ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gips ploča, prema tablici zahtjeva za materijal.",
  "walls_d_plates_d_rc4": " Za izradu NIDA D obostrano dvoslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW (UA) profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablica tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profila (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju mehaničkim elementima za pričvršćivanje (*1) prilagođeni vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vrši se produžnim spojem s NIDA UW profilima ili umetnjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s gornje veze.\nA strana metalne konstrukcije će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene vijcima L2 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. Sloj čeličnog lima DX51 ZD debljine 0,50 mm postavit će se između gipskartonske ploče 1 i gipskartonske ploče 2, s preklapanjem od 10 cm na rubovima.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče 1, strana B, pričvršćena vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. A DX51 ZD, 0,50 mm *Između gipskartonske ploče 1 i gipskartonske ploče 2 postavlja se čelični lim s preklapanjem rubova od 10 cm.\nKao zadnji sloj postavlja se gipskarton otporan na vlagu.\nS unutarnje strane postavlja se mineralna vuna zida u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a  traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_d_plates_t_rc4": " Za izvođenje NIDA D obostrano troslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na potpornu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na potpornu strukturu opisanu u tehničkom specifikacijama, korištenjem mehaničkih pričvrsnih elemenata (*1) prilagođenih vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema detaljima PDF/DWG preuzetim na na gornjoj poveznici.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene pomoću vijaka L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana A, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. Sloj čeličnog lima DX51 ZD debljine 0,50 mm postavit će se između gipskartonske ploče 1 i gipskartonske ploče 2, s preklapanjem od 10 cm na rubovima.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče 1, strana B, pričvršćena vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana B, pričvršćene vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će se umetnuti s unutarnje strane zida radi akustične izolacije. A DX51 ZD, 0,50 mm *Čelični lim ugradit će se između gipskartonskih ploča 1 i gipskartonskih ploča 2, s preklapanjem rubova od 10 cm.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve i traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_d_plates_s_support_0_text_1": " Prikazane količine materijala su procjene po kvadratnom metru sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka odnosi se samo na sustave izrađene u potpunosti korištenjem SINIAT komponenti, prema tehničkom dopuštenju.",
  "walls_d_plates_s_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_d_plates_s_support_1_text_1": " Prikazane količine materijala su procjene po kvadratnom metru sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka odnosi se samo na sustave izrađene u potpunosti korištenjem SINIAT komponenti, prema tehničkom dopuštenju.",
  "walls_d_plates_s_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_d_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_d_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskatonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_d_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_d_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_d_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_d_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_d_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_d_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_si": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "walls_si_plates_d": " Za izvođenje SI NIDA obostrano dvoslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tehničkim tablica specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćena na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćena na nosivu konstrukciju mehaničkim elementima za pričvršćivanje) (*1) prilagođeno vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila Produženje CW profila na potrebnu duljinu vršit će se produžnim spojem s NIDA UW profilima ili umetnjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s gornje poveznice.\nA strana metalne konstrukcije će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene vijcima L2 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijcima s međuosnim razmakom od 60 cm +1x tip gipskartonske ploče2, strana B, pričvršćeni L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gips ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nKao zadnji sloj postavlja se gipskartonska ploča otporna na vlagu.\nS unutarnje strane zida  postavlja se mineralna vuna u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijale.",
  "walls_si_plates_t": " Za izvođenje SI NIDA troslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćena na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćena na nosivu konstrukciju mehaničkim elementima za pričvršćivanje) (*1) prilagođeno vrsti nosećeg materijala Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se produžnim spojem s NIDA UW profilima ili spajanjem CW profila (umetnjem CW profila jedan u drugi - kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s gornje poveznice.\nA strana metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3 , strana A, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena koristeći L1 vijke s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene pomoću L2 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana B, pričvršćene pomoću vijaka L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti postavljena s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonske ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gips ploča, prema tablici zahtjeva za materijal.",
  "walls_si_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_si_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_si_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_si_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_si_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_si_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_si_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_si_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_s": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od stakloplastike. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristit će se traka za spajanje.\n(*4) Ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo klizanje nosivog elementa nesmetano i da se pregradni element ne opterećuje dodatno. \n(*5) Vijci za pričvršćivanje gipskartonskih ploča bit će postavljeni s međuosnim razmakom od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional žbuka za fugiranje nanijet će se na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče će se ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča bit će vodoravno pomaknut za međuosni razmak između dva profila, a okomito će svaki red gipskartonskih ploča biti pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalni spojevi profila bit će pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profilii se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojeni profili će se pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidovi će biti konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat, PROMAT boja ili promat gunit).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije će se postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel i/ili SINIAT tehničko dopuštenje i/ili tehnički katalog.",
  "walls_s_plates_d": " Za izradu S NIDA obostrano dvoslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila postavljenih u raspoređenoj formaciji, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćeni na nosivu konstrukcija s mehaničkim pričvrsnim elementima (*1) prilagođenim vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema detaljima PDF/DWG preuzetim na na gornjoj poveznici.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene pomoću vijaka L2 s max. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijci s međuosnim razmakom od 60 cm +1x tip gipskartonske ploče2, strana B, pričvršćeni L2 vijcima s maks. međuosnim razmakom 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nKao zadnji sloj postavlja se gipskartonska ploča otporna na vlagu.\nS unutarnje strane zida postavlja se mineralna u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijale .",
  "walls_s_plates_t": " Za izvođenje S NIDA obostrano troslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna struktura koja se sastoji od NIDA CW profila postavljenih u raspoređenoj formaciji, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćeni na nosivu konstrukcija s mehaničkim pričvrsnim elementima (*1) prilagođenim vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema detaljima PDF/DWG preuzetim na na gornjoj poveznici.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene pomoću vijaka L2 s međuosnim razmakom od 60 cm + 1x tip gipsankartonske ploče3, strana A, pričvršćene L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena koristeći L1 vijke s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene pomoću L2 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana B, pričvršćene pomoću vijaka L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonske ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_s_asimetric": " Za izvođenje S NIDA zidova s ​​asimetričnom oblogom debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila postavljenih u raspoređenoj formaciji, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nStrana A metalne strukture bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene pomoću vijaka L2 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. \nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene vijcima L2 s međuosnim razmakom od 60 cm. cm + 1x tip gipskartonske ploče3, strana B, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nKao zadnji sloj ugradit će se gipskartonska ploča otporna na vlagu.\nS unutrašnje strane umetnuti mineralnu vunu zida u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema materijalu tablica zahtjeva.",
  "walls_s_intermediar_plates_d": " Za izvođenje S NIDA obostrano dvoslojnih zidova s ​​međupločom od gipskartona debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila postavljenih u rasporedu, u konfiguraciji i na međuosnom razmaku kao što je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (priloženo) na nosivu konstrukciju mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristi se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A , pričvršćeno vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana A, pričvršćeno vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. Međuploča od gipskartona će se pričvrstiti na drugu stranu konstrukcije strane A na sljedeći način: 1x tip gipskartonske ploče1, međustrana, pričvršćena vijcima L1 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x gipskartonska ploča1 tip, strana B, pričvršćena pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x gipskartonska ploča2 tip, strana B, pričvršćena pomoću L2 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, strana B, pričvršćena s L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonske ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_s_intermediar_plates_t": " Za izvedbu NIDA D obostrano troslojnih zidova s ​​međupločom od gipskartona debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila postavljenih u rasporedu, u konfiguraciji i na međuosnom razmaku kao što je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (priloženo) na nosivu konstrukciju mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristi se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A , pričvršćeno vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana A, pričvršćeno vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. Međuploča od gipskartona će se pričvrstiti na drugu stranu konstrukcije strane A na sljedeći način: 1x tip gipskartonske ploče1, međustrana, pričvršćena vijcima L1 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x gipskartonska ploča1 tip, strana B, pričvršćena pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x gipskartonska ploča2 tip, strana B, pričvršćena pomoću L2 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, strana B, pričvršćena s L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonske ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_s_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_s_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_s_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_s_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_s_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_s_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_s_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_s_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_sl": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "walls_sl_plates_s": " Za izvedbu SL NIDA obostrano jednoslojnih zidova koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija, povezana pomoću kontinuiranih traka od gipskartonske ploče, koja se sastoji od NIDA CW profila postavljenih jedan pored drugog, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćene na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tehničkoj specifikacijska tablica (pričvršćena na nosivu konstrukciju mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se produžnim spojem s NIDA UW profilima ili umetnjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema prema PDF/DWG detaljima preuzetim s gornje veze.\nStrana A metalne strukture bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x gipskartonska ploča1 tip, strana B, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijale. ",
  "walls_sl_plates_d": " Za izvođenje SL NIDA obostrano dvoslojnih zidova debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila postavljenih u raspoređenoj formaciji, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nStrana A metalne strukture bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene vijcima L1 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene vijcima L2 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijcima s međuosnim razmakom od 60 cm +1x tip gipskartonske ploče2, strana B, pričvršćeni L2 vijcima s maks. međuosnim razmakom 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nKao zadnji sloj postavlja se gipskartonska ploča otporna na vlagu.\nS unutarnje strane zida postavlja se mineralna vuna u svrhu akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijale .",
  "walls_sl_plates_t": " Za izvođenje SL NIDA obostrano troslojnih zidova debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA CW profila postavljenih u raspoređenoj formaciji, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nStrana A metalne strukture bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćena vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana A, pričvršćena vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena koristeći L1 vijke s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene pomoću vijaka L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana B, pričvršćene pomoću vijaka L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonske ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_sl_plates_s_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sl_plates_s_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_sl_plates_s_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sl_plates_s_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_sl_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sl_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_sl_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sl_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_sl_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sl_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_sl_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sl_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "walls_sla": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "walls_sla_plates_t": " Za izvođenje troslojnih zidova SLA NIDA debljine, otpornosti na vatru i visine navedenih u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija, koristeći PHONI konektore, koja se sastoji od NIDA CW profila postavljenih jedan pored drugog, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćene na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija ( pričvršćeni za nosivu konstrukciju mehaničkim pričvrsnim elementima (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristi se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vrši se produžnim spojem s NIDA UW profilima ili umetanjem CW profila jedan u drugi (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetim s poveznice iznad.\nStrana A metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana A, pričvršćene pomoću L2 vijcima i s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana A, pričvršćene vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nStrana B metalne konstrukcije bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena koristeći L1 vijke s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, strana B, pričvršćene pomoću vijaka L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, strana B, pričvršćene pomoću vijaka L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi akustične izolacije.\nSvi spojevi između gipskartonskih ploče i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "walls_sla_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sla_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "walls_sla_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "walls_sla_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_f": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "linnings_f_plates_s": " Za izvođenje jednoslojne NIDA obloge sa spojnim elementima debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od NIDA CW/CD profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW/UD profile (pričvršćeni na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW/UD vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nNida metalni profili bit će privremeno pričvršćeni potpornim elementima, na maksimalnom razmaku, prema tablici tehničkih specikacija; nosivi elementi će biti pričvršćeni na nosivu konstrukciju pomoću mehaničkih spojnica (*1) prilagođenih vrsti nosećeg materijala.\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene L1 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_f_plates_d": " Za izvođenje dvoslojne NIDA obloge sa spojnim elementima debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izradit će se metalna konstrukcija koja se sastoji od NIDA CW/CD profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW/UD profile (pričvršćeni na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW/UD vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nNida metalni profili bit će privremeno pričvršćeni potpornim elementima, na maksimalnom razmaku, prema tablici tehničkih specikacija; nosivi elementi će biti pričvršćeni na nosivu konstrukciju pomoću mehaničkih spojnica (*1) prilagođenih vrsti nosećeg materijala\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene L1 vijcima s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, pričvršćene L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane zida radi zvučne izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za fuge će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_f_plates_t": " Za izvođenje troslojne NIDA obloge sa spojnim elementima debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija,izvest će se metalna konstrukcija koja se sastoji od NIDA CW/CD profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW/UD profile (pričvršćeni na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW/UD vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nNida metalni profili bit će privremeno pričvršćeni potpornim elementima, na maksimalnom razmaku, prema tablici tehničkih specikacija; nosivi elementi će biti pričvršćeni na nosivu konstrukciju pomoću mehaničkih spojnica (*1) prilagođenih vrsti nosećeg materijala\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene L1 vijcima s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče 2, pričvršćen vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče 3, pričvršćen vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za fuge će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_f_plates_q": " Za izvođenje četverostruko obložene NIDA obloge sa spojnim elementima koji imaju debljinu, otpornost na vatru i visinu navedene u tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od NIDA CW/CD profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW/UD profile (pričvršćeni na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW/UD vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje CW profila na potrebnu duljinu vršit će se koristeći produžni spoj s NIDA UW profilima ili preklapanjem CW profila (kratka strana postavljena na dužu stranu i obrnuto) prema PDF/DWG detaljima preuzetima s poveznice iznad.\nNida metalni profili bit će privremeno pričvršćeni potpornim elementima, na maksimalnom razmaku, prema tablici tehničkih specifikacija; nosivi elementi će biti pričvršćeni na nosivu konstrukciju pomoću mehaničkih spojnica (*1) prilagođenih vrsti nosećeg materijala.\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene L1 vijcima s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče 2, pričvršćene vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče 3, pričvršćene vijcima L3 s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče4, pričvršćene s L4 vijcima s međuosnim razmakom od max. 30 cm i udaljenosti od min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_f_plates_s_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_s_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_f_plates_s_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_s_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_f_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_f_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_f_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_f_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_f_plates_q_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_q_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_f_plates_q_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_f_plates_q_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_i": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "linnings_i_plates_s": " Za izvođenje jednoslojne NIDA samonosive obloge debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablica tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju mehaničkim elementi za pričvršćivanje (*1) prilagođenih vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje profila na potrebnu duljinu vršit će se prema PDF-u/ DWG detaljima preuzetim s poveznice iznad.\nMetalna struktura bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene pomoću L1 vijaka s maksimalnim međuosnim razmakom od 30 cm, na udaljenosti od min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi žbukom za fugiranje, a traka za fuge će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_i_plates_d": " Za izvođenje dvoslojne NIDA samonosive obloge debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablica tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju mehaničkim elementi za pričvršćivanje (*1) prilagođeni vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje profila na potrebnu duljinu vršit će se prema PDF-u/ DWG detaljima preuzetih s poveznice iznad.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, pričvršćeno L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_i_plates_t": " Za izvođenje troslojne NIDA samonosive obloge debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izradit će se metalna konstrukcija koja se sastoji od NIDA CW/CD profila, u konfiguraciji i na međuosnom razmaku kao opisano u tablici tehničkih specifikacija, pričvršćeno s donje strane na NIDA UW/UD profile (pričvršćene na nosivu strukturu pomoću spojnica (*1), a s gornje strane na NIDA UW/UD vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu strukturu s mehaničkim pričvrsnim elementima (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje profila na potrebnu duljinu vršit će se prema PDF-u/ DWG detaljima preuzetih s poveznice iznad.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, pričvršćeno L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, pričvršćen vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_i_plates_q": " Za izvođenje četverostruko obložene NIDA samonosive obloge debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, bit će izvedena metalna konstrukcija koja se sastoji od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablica tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju mehaničkim elementi za pričvršćivanje (*1) prilagođeni vrsti nosećeg materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje klinova na potrebnu duljinu vršit će se prema PDF-u/ DWG detaljima preuzetim s poveznice iznad.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, pričvršćene vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, pričvršćene vijcima L3 s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče4, pričvršćene s L4 vijcima s međuosnim razmakom od max. 30 cm i udaljenosti od min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal. Mineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_i_plates_s_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_s_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_i_plates_s_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_s_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_i_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_i_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_i_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_i_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_i_plates_q_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_q_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_i_plates_q_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_i_plates_q_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_l": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "linnings_l_plates_d": " Za izvođenje dvoslojne NIDA šahte debljine, otpornosti na vatru i visine navedene u tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od perimetarskih profila NIDA UW/UD, prema tablici tehničkih specifikacija, spojene na potpornu konstrukciju pomoću spojnica (*1) prilagođenih vrsti potpornog materijala. NIDA UW/UD profili bit će opremljeni trakom za brtvljenje ovisno o veličini profila.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskatonska ploča1, pričvršćena pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_l_plates_t": " Za izvođenje troslojne NIDA šahte debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od NIDA UW/UD perimetarskih profila, prema tablici tehničkih specifikacija, spojene na potpornu konstrukciju pomoću spojnica (*1) prilagođenih vrsti potpornog materijala. NIDA UW/UD profili bit će opremljeni trakom za brtvljenje ovisno o veličini profila.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskatonska ploča1, pričvršćena pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2,   pričvršćena L2 vijcima s međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi žbukom za fugiranje, a traka za fuge će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_l_plates_q": " Za izvođenje četverostruko obložene NIDA šahte debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od NIDA UW/UD perimetarskih profila, prema tablici tehničkih specifikacija, spojene na potpornu konstrukciju pomoću spojnica (*1) prilagođenih vrsti potpornog materijala. NIDA UW/UD profili bit će opremljeni trakom za brtvljenje ovisno o veličini profila.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, pričvršćene pomoću L1 vijaka s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče2, pričvršćeno vijcima L2 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče3, pričvršćene pomoću vijaka L3 s međuosnim razmakom od 60 cm + 1x tip gipskartonske ploče4, pričvršćene pomoću vijaka L4 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_l_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_l_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_l_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_l_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_l_plates_q_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_l_plates_q_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_p": " (*1) Potpuni detaljni dizajn i druge mogućnosti pričvršćivanja mogu se preuzeti s poveznica iznad.\n(*2) Gipskartonske ploče će se postavljati u uzastopnim pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; okomito, svaki red gipskartonskih ploča bit će pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Vertikalni i horizontalni spojevi svih NIDA gipskartonskih ploča izvode se s NIDA Profesional masom i trakom za spajanje.\n(*3) Što se tiče otvora za vrata i prozore, NIDA obloga bit će konfigurirana prema tehničkim detaljima danim u SINIAT TEHNIČKOM KATALOGU, poglavlje “NIDA System gipskartonski zidovi - Upute za montažu”. \n(*4) Ako je duljina obloge veća od 15 m, dilatacijski spojevi bit će ugrađeni u razmacima od 10 metara i u ravnini sa konstrukcijskim spojevima zgrade.",
  "linnings_p_plates_s": " Za izravno vezanje NIDA obloge, NIDA gipskartonske ploče moraju se montirati okomito i uzdužno i pričvrstiti pomoću paste dobivene miješanjem ljepljive žbuke Nida BoardFix, prema tablici tehničkih specifikacija i zahtjevima materijala. Ljepljiva žbuka nanosi se na nosivu konstrukciju kao točkice, promjera min. 10 cm, na 40 cm okomito i 30 cm vodoravno. Pastu dobivenu nakon miješanja fugirne žbuke NIDA Profesional (prosječno vrijeme rada) i fugne trake nanosimo na fuge između ploča prema preporuci proizvođača.",
  "linnings_p_plates_s_support_0_text_1": " Prikazane količine materijala su procjena po kvadratnom metru sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkim preporukama.",
  "linnings_p_plates_s_support_0_text_2": " Podloga mora biti pripremljena unaprijed uklanjanjem prašine, boje/masti/ulja, oguljenih dijelova ili drugih materijala koji se ne lijepe. Ovisno o upijajućoj sposobnosti podloge, prema potrebi će se premazati ADERA Primer Universal ili ADERA BetoPrimer. Prilikom izrade i nanošenja mase potrebno je pridržavati se uputa navedenih u tehničkom listu.",
  "linnings_nf": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "linnings_nf_plates_t": " Za izvođenje troslojne akustične obloge s NIDA spojnicama debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, izvest će se dvije metalne konstrukcije, S1 i S2, koje se sastoje od NIDA CW profila, u konfiguraciji i na međuosi razmaka kako je opisano u tablici tehničkih specifikacija, pričvršćena s donje strane na NIDA UW profile (pričvršćene na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćene na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođenim vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje profila na potrebnu duljinu vrši se prema PDF/DWG pojedinostima preuzetima s poveznice iznad.\nNida metalni klinovi strukture S1 bit će privremeno pričvršćeni potpornim elementima, na maksimalnom razmaku, u skladu s tablicom tehničkih specifikacija; nosivi elementi bit će pričvršćeni na nosivu konstrukciju pomoću mehaničkih spojnica (*1) prilagođenih vrsti nosećeg materijala.\nMetalna struktura S1 bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćena vijcima L1 s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče2, strana A, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče3, strana A, pričvršćena vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipsane ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nNida Metalni klinovi konstrukcije S2 pričvrstiti će se na konstrukciju S1, kroz NIDA oblogu, pomoću kutnih okova koji će se izrezati na odgovarajuću duljinu i pričvrstiti na strukturu S1 s L3 vijcima, dva komada po pričvršćivanju; struktura S2 će se pričvrstiti na kutne šipke pomoću samobušećih vijaka 5,5x25, dva komada po pričvršćivanju. Kutne šipke bit će razmaknute okomito svakih 500 mm.\nMetalna struktura S2 bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče2, strana B, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče3, strana B, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge radi zvučne izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka obradit će se žbukom za fuge, a traka za fuge koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_nf_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_nf_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_nf_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_nf_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_ni": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "linnings_ni_plates_d": " Za izvođenje dvoslojne samostalne Akustične NIDA obloge debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, izvest će se dvije metalne konstrukcije, S1 i S2, koje se sastoje od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćeno na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođena vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje profila na potrebnu duljinu vrši se prema PDF/DWG pojedinostima preuzetima s poveznice iznad.\nMetalna konstrukcija S1 bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćena vijcima L1 s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče2, strana A, pričvršćena vijcima L2 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, u skladu s tablicom tehničkih specifikacija i tablicom zahtjeva za materijal.\nNida metalni klinovi konstrukcije S2 pričvrstiti će se na konstrukciju S1, kroz NIDA oblogu, pomoću kutnika koji će se izrezati na odgovarajuću duljinu i pričvrstiti na konstrukciju S1 vijcima L3, dva komada po spoju; konstrukcija S2 će se pričvrstiti na kutne šipke pomoću samobušećih vijaka 5,5x25, dva komada po pričvršćivanju. Kutne šipke bit će razmaknute okomito svakih 500 mm.\nMetalna konstrukcija S2 bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče2, strana B, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nMineralna vuna će biti umetnuta s unutarnje strane obloge radi zvučne izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_ni_plates_t": " Za izvođenje troslojne NIDA samostalne obloge debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, izvest će se dvije metalne konstrukcije, S1 i S2, koje se sastoje od NIDA CW profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćeno na nosivu konstrukciju s mehaničkim elementima za pričvršćivanje (*1) prilagođena vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka ovisno o veličini profila. Produženje profila na potrebnu duljinu vrši se prema PDF/DWG pojedinostima preuzetima s poveznice iznad.\nMetalna konstrukcija S1 bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana A, pričvršćena vijcima L1 s maksimalnim međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče2, strana A, pričvršćena vijcima L2 s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče3, strana A, pričvršćena vijcima L3 s maks. međuosnim razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nNida Metalni profili konstrukcije S2 pričvrstiti će se na konstrukciju S1, kroz NIDA oblogu, pomoću kutnih okova koji će se izrezati na odgovarajuću duljinu i pričvrstiti na strukturu S1 s L3 vijcima, dva komada po pričvršćivanju; struktura S2 će se pričvrstiti na kutne šipke pomoću samobušećih vijaka 5,5x25, dva komada po pričvršćivanju. Kutne šipke bit će razmaknute okomito svakih 500 mm.\nMetalna struktura S2 bit će obložena na sljedeći način: 1x tip gipskartonske ploče1, strana B, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče2, strana B, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonske ploče3, strana B, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm i na razmak od min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. \nMineralna vuna će biti umetnuta s unutarnje strane obloge radi zvučne izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka obradit će se masom za spojeve, a traka za spojeve koristit će se samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_ni_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_ni_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_ni_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_ni_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_ni_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_ni_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_ni_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_ni_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_nuu": " (*1) Potpuni detaljni projekt i druge mogućnosti pričvršćivanja mogu se preuzeti s gornjih poveznica.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Spojni elementi spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući u pisanim preporukama ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od staklenih vlakana. Za ostale sustave odaberite jednu od vrsta traka za spajanje iz SINIAT portfelja. Za vertikalne i horizontalne spojeve zadnjeg postavljenog sloja gipskartonskih ploča koristiti traku za spojeve.\n(*4) Ukoliko je gornja konstrukcija sklona vertikalnim pomacima, ovisno o visini ugradnje sustava potrebno je izvesti klizni spoj kako bi se osiguralo da potporni element može nesmetano kliziti i da nema dodatnih opterećenja na pregradni element. \n(*5) Vijci za pričvršćivanje gipskartonskih postavljaju se na međuosnom razmaku od 600 mm, okomito, za srednje gips ploče i 300 mm za zadnji red gipskartonskih ploča. Upozorenje! NIDA Profesional masu za spojeve nanijet na vertikalne i horizontalne spojeve svih ugrađenih gipskartonskih ploča.\n(*6) Gipskartonske ploče ugrađivati ​​u pomaknutim slojevima kako bi se izbjeglo preklapanje spojeva; svaki sljedeći sloj gipskartonskih ploča vodoravno pomaknuti za međuosni razmak između dva profila, a okomito svaki red gipskartonskih ploča pomaknut za najmanje 400 mm. Veličina gornje strane ugrađenih gipskartonskih ploča mora biti najmanje 400 mm. Ovaj pomak također će se primijeniti između strane A i strane B\n(*7) Vertikalne spojeve profila pomaknuti duž zida, tako da nisu na istoj vodoravnoj liniji. Profili se mogu spajati ili preklapanjem na minimalnoj duljini od 500 mm (s obje strane profila koji se spajaju) pomoću kompatibilnog NIDA Metal UW profila, ili preklapanjem. Spojene profile pričvrstiti samobušećim vijcima AP421x9,5/13, s maksimalnim međuosnim razmakom od 250 mm.\n(*8) Što se tiče otvora za vrata i prozore, NIDA zidove konfigurirani prema tehničkim detaljima koje je dostavio SINIAT. Okviri od NIDA Metal UA profila (debljine 2 mm) izrađuju se kao obični ili kutijasti profili, ovisno o težini panela i ugradbenoj visini zidova. Za bolju izvedbu dimenzionirati će se neovisna metalna struktura.\n(*9) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*10) Ako je potrebna zaštita od požara za konstrukcijske elemente koji će biti ugrađeni u zidove sustava NIDA, primijenit će se posebno rješenje odobreno za te elemente ( npr. NIDA System obloga ili Promat).\n(*11) Ako je duljina zidova veća od 15 m, dilatacije treba postaviti u razmacima od 10 metara i u ravnini sa konstruktivnim spojevima zgrade. .\nZa daljnje detalje, molimo kontaktirajte SINIAT tehnički odjel.",
  "linnings_nuu_plates_d": " Za izvođenje Akustične UU NIDA dvoslojne obloge debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, bit će izvedene dvije metalne konstrukcije: S2 koja se sastoji od NIDA UD profila i S1 koja se sastoji od NIDA UW dvostrukih profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tabilici tehničkih specifikacija (pričvršćuje se na nosivu konstrukciju pomoću mehaničkih pričvrsnih elemenata (*1) prilagođenih vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila. Proširenje profila na željenu duljina će biti izrađena prema PDF/DWG detaljima preuzetim s poveznice iznad.\nMetalna struktura S1 bit će obložena s unutarnje strane profila na sljedeći način: 1x tip gipskartonske ploče1, strana A, + 1x tip gipskartonske ploče2, strana A, pričvršćena pomoću profila S2 konstrukcije, koji će biti pričvršćeni za profile prve konstrukcije pomoću samobušećih vijaka s međuosnim razmakom od 500 mm, okomito; gipskartonske ploče će biti izrezane tako da se mogu postaviti unutar profila konstrukcije S1.\nMetalna konstrukcija S2 bit će obložena na sljedeći način: 1x gipskartonska ploča tipa1, strana B, pričvršćene pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm + 1x  gipskartonska ploča tipa 2, strana B, pričvršćena L2 vijcima s maks. međuosnim  razmakom od 30 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. \nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_nuu_plates_t": " Za izvođenje Akustične UU NIDA troslojne obloge debljine, vatrootpornosti i visine navedene u tablici tehničkih specifikacija, bit će izvedene dvije metalne konstrukcije: S2 koja se sastoji od NIDA UD profila i S1 koja se sastoji od NIDA UW dvostrukih profila, u konfiguraciji i na međuosnom razmaku kako je opisano u tablici tehničkih specifikacija, pričvršćen s donje strane na NIDA UW profile (pričvršćeni na nosivu konstrukciju pomoću spojnica (*1), a s gornje strane na NIDA UW vodilice kako je navedeno u tablici tehničkih specifikacija (pričvršćuje se na nosivu konstrukciju pomoću mehaničkih pričvrsnih elemenata (*1) prilagođenih vrsti nosivog materijala. Za NIDA UW profile koristit će se brtvena traka, ovisno o veličini profila. Proširenje profila na željenu duljina će biti izrađena prema PDF/DWG detaljima preuzetim s poveznice iznad.\nMetalna konstrukcija S1 bit će obložena s unutarnje strane profila na sljedeći način: 1x gipskartonska ploča1 strana A + 1x gipskartonska ploča2 strana A + 1x gipskartonska ploča3 strana A, pričvršćena pomoću profila S2 konstrukcije, koji će biti pričvršćeni na profile prve konstrukcije pomoću samobušećih vijaka s međuosnim razmakom od 500 mm, okomito; gipskartonske ploče će biti izrezane tako da se mogu postaviti unutar profila S1 konstrukcije.\nMetalna konstrukcija S2 bit će obložena na sljedeći način: 1x gipskartonska ploča tipa 1, strana B, pričvršćene pomoću L1 vijaka s maks. međuosnim razmakom od 30 cm + 1x gipskartonska ploča tipa 2, strana B, pričvršćena L2 vijcima s maks. međuosnim razmakom od 30 cm + 1x tip gipskartonska ploča tipa3, strana B, pričvršćena L3 vijcima s maks. međuosnim razmakom od 30 cm i na razmaku od min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i tablici zahtjeva za materijal. \nMineralna vuna će biti umetnuta s unutarnje strane obloge za potrebe akustične izolacije.\nSvi spojevi između gipskartonskih ploča i krajevi izloženih vijaka će se obraditi masom za spojeve, a traka za spojeve će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "linnings_nuu_plates_d_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_nuu_plates_d_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrati će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, vrsta tipla, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_nuu_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_nuu_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "linnings_nuu_plates_t_support_0_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_nuu_plates_t_support_0_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.\nSidra će se odabrati i koristiti uzimajući u obzir minimalne zahtjeve u gornjoj tablici: vrsta čelika, paket za pričvršćivanje, minimalna dubina sidrenja, minimalni promjer. Osim toga, moraju se uzeti u obzir tehničke specifikacije proizvođača metalnih sidara.",
  "linnings_nuu_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "linnings_nuu_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (trapezni čelični lim, metalne grede, itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u materijalima SINIAT-a, kao i u pisanim preporukama i u softveru za izračun, prikazani su isključivo u svrhu prezentacije i smiju se koristiti samo pod gore navedenim uvjetima.\nOvisno o deformaciji potpornih elemenata na vrhu (progibni razmak) i visini ugradnje sustava, klizni spoj mora se izvesti kako bi se osiguralo da se nosivi element može neometano deformirati i da se na pregradni element ne stavljaju dodatna opterećenja. Kod vatrootpornih sustava veličina ugrađenih fuga mora biti najmanje jednaka veličini propisanoj u tehničkom dopuštenju.\nIzravno pričvršćivanje zida na trapezni lim prihvatljivo je samo ako je to naručio projektant, inače se mora izvesti potporna konstrukcija koja je sposobna poduprijeti i osigurati krutost zidnog sustava, i vertikalno i horizontalno. Pojedinosti se mogu pronaći u dokumentaciji preuzetoj s poveznice iznad.\nVrh vatrootpornih zidova bit će zapečaćen proizvodima ili sustavima odobrenim za istu razinu performansi kao NIDA sustav (npr. PROMAT).",
  "ceilings_s": " (*1) Potpuni detaljni projekt može se preuzeti s poveznica iznad.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Veličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrihe, metalne konstrukcije, drvo itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata, te mogućnosti ugradnje. Pričvršćivači spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući pisane preporuke ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od stakloplastike. Za vertikalne i horizontalne spojeve zadnjeg sloja NIDA gips ploča koristit će se traka za spajanje stakloplastike. Za ostale sustave odaberite jednu od vrsta spojnih traka koje su uključene u SINIAT portfelj.\n(*4) Rezanje ili lomljenje NIDA Metal CD profila nije dopušteno, a kada se ova operacija ne može izbjeći, dodatnni potporni elementi moraju biti ugrađeni za svaki zahvat. Spojne osi produženih NIDA Metal CD profila moraju biti pomaknute za minimalno 1 m od parnih redova konstrukcije prema neparnim redovima konstrukcije, a profili će se pričvrstiti pomoću samobušećih vijaka s ravnom glavom 4,2x13. Za montažu dodatnih elemenata koji generiraju opterećenja veća od 7,5 daN/m2, moraju se predvidjeti potporni elementi koji su neovisni o onima na stropovima.\n(*5)  NIDA gipskartonske ploče će se pričvrstiti na metalnu konstrukciju NIDA Metal pomoću samoreznih vijaka s međuosnim razmakom od 600 mm za međuslojeve gipskartonskih ploča i s međuosnim razmakom od 250 mm za zadnji sloj gipskartonskih ploča, s min. udaljenosti 10 mm od osi vijaka do ruba NIDA gipskartonske ploče.\n(*6) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*7) Za stropove s velikim površinama, dilatacijski spojevi će se postavljati u razmacima od 15 metara i u skladu sa konstrukcijskim spojevima zgrade. \n(*8) U slučaju ovjesa na velikim visinama, stropovi se mogu stabilizirati za horizontalna pomicanja upotrebom ukrućenja pričvršćenih na potpornu konstrukciju zgrade.",
  "ceilings_s_plates_s_profile_1": " Za izvođenje jednoslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od stropa navedenu u tablici tehničkih specifikacija, izvest će se jednostavna metalna konstrukcija koja se sastoji od NIDA metalnih CD profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene pomoću L1 vijaka s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_s_profile_2": " Za izvođenje jednoslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od poda navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA metalnih CD/CD (UA/CD) profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene pomoću L1 vijaka s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_d_profile_1": " Za izvođenje dvoslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od poda navedene u tablici tehničkih specifikacija, izvest će se jednostruka metalna konstrukcija koja se sastoji od NIDA metalnih CD/CD (UA/CD) profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska pločae2, pričvršćeno L2 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_d_profile_2": " Za izvođenje dvoslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od stropa navedenu u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA metalnih CD/CD (UA/CD) profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska pločae2, pričvršćeno L2 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_t_profile_1": " Za izvedbu troslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od stropa navedenu u tablici tehničkih specifikacija, izvest će se jednostavna metalna konstrukcija koja se sastoji od NIDA metalnih CD profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_t_profile_2": " Za izvedbu četveroslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od poda navedene u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA metalnih CD/CD (UA/CD) profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_q_profile_1": " Za izvedbu četveroslojnih spuštenih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od stropa navedenu u tablici tehničkih specifikacija, izvest će se jednostavna metalna konstrukcija koja se sastoji od NIDA metalnih CD profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča 4, pričvršćena L4 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_q_profile_2": " Za izvedbu četveroslojnih NIDA stropova koji imaju protupožarnu otpornost i udaljenost od stropa navedenu u tablici tehničkih specifikacija, izvest će se dvostruka metalna konstrukcija koja se sastoji od NIDA Metal CD/CD (UA/CD) profila, postavljenih kako je navedeno u gornjoj tablici, koja će se pričvrstiti na NIDA metalne UD obodne profile koji se pomoću pričvrsnih elemenata (*1) pričvršćuju na nosivu konstrukciju. Elementi ovjesa konstrukcije bit će pričvršćeni na potpornu konstrukciju pomoću elemenata za pričvršćivanje (*1) poštujući razmak između osi navedenih u gornjoj tablici.\nMetalna konstrukcija bit će obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćena pomoću L1 vijaka s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča 4, pričvršćena L4 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_s_plates_s_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_s_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_s_support_2_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_s_support_2_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_s_support_3_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_s_support_3_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_s_support_4_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_s_support_4_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_s_support_5_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_s_support_5_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_s_support_6_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_s_support_6_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_d_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_d_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_d_support_2_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_d_support_2_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_d_support_3_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_d_support_3_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_d_support_4_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_d_support_4_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_d_support_5_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_d_support_5_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_d_support_6_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_d_support_6_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_t_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_t_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_t_support_3_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_t_support_3_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_t_support_4_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_t_support_4_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_q_support_1_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_q_support_1_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_q_support_3_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_q_support_3_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_s_plates_q_support_4_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_s_plates_q_support_4_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss": " (*1) Potpuni detaljni projekt može se preuzeti s poveznica iznad.\n(*2) Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova, radeći u koordinaciji s tehničkim odjelom SINIAT-a. Veličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrihe, metalne konstrukcije, drvo itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata, te mogućnosti ugradnje. Pričvršćivači spomenuti u SINIAT materijalima (npr. vijak s tiplom, metalni tipl DN6 itd.), uključujući pisane preporuke ili u softveru za izračun, prikazani su isključivo u svrhu prezentacije i mogu se koristiti samo pod gore navedenim uvjetima.\n( *3) U slučaju sustava otpornih na vatru ili vlagu, mora se koristiti traka od stakloplastike. Za vertikalne i horizontalne spojeve zadnjeg sloja NIDA gips ploča koristit će se traka za spajanje stakloplastike. Za ostale sustave odaberite jednu od vrsta spojnih traka koje su uključene u SINIAT portfelj.\n(*4) Rezanje ili lomljenje NIDA Metal CD profila nije dopušteno, a kada se ova operacija ne može izbjeći, dodatnni potporni elementi moraju biti ugrađeni za svaki zahvat. Spojne osi produženih NIDA Metal CD profila moraju biti pomaknute za minimalno 1 m od parnih redova konstrukcije prema neparnim redovima konstrukcije, a profili će se pričvrstiti pomoću samobušećih vijaka s ravnom glavom 4,2x13. Za montažu dodatnih elemenata koji generiraju opterećenja veća od 7,5 daN/m2, moraju se predvidjeti potporni elementi koji su neovisni o onima na stropovima.\n(*5)  NIDA gipskartonske ploče će se pričvrstiti na metalnu konstrukciju NIDA Metal pomoću samoreznih vijaka s međuosnim razmakom od 600 mm za međuslojeve gipskartonskih ploča i s međuosnim razmakom od 250 mm za zadnji sloj gipskartonskih ploča, s min. udaljenosti 10 mm od osi vijaka do ruba NIDA gipskartonske ploče.\n(*6) Svi prolazi kroz vatrootporne NIDA sustave (npr. strukturni elementi, različite vrste instalacija itd.) bit će tretirani proizvodima ili sustavima odobrenim za jednaku razinu performansi kao i sustav NIDA (npr. PROMAT).\n(*7) Za stropove s velikim površinama, dilatacijski spojevi će se postavljati u razmacima od 15 metara i u skladu sa konstrukcijskim spojevima zgrade. \n(*8) U slučaju ovjesa na velikim visinama, stropovi se mogu stabilizirati za horizontalna pomicanja upotrebom ukrućenja pričvršćenih na potpornu konstrukciju zgrade.",
  "ceilings_ss_plates_s_profile_cw": " Za izvedbu jednoslojnih NIDA samonosivih stropova koji imaju protupožarnu otpornost i maksimalni razmak navedeni u tablici tehničkih specifikacija, izvodit će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA metalnih CW profila, prema gornjoj tablici, koja će biti pričvršćeni na NIDA metalne UW perimetralne profile, koji su pričvršćeni na noseću konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene pomoću L1 vijaka s max. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za ispunu, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_s_profile_ua": " Za izvedbu jednoslojnih NIDA samonosivih stropova koji imaju protupožarnu otpornost i maksimalni razmak navedeni u tablici tehničkih specifikacija, izvodit će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA metalnih UA profila, prema gornjoj tablici, koja će biti pričvršćeni na NIDA metalne UW perimetralne profile, koji su pričvršćeni na noseću konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene pomoću L1 vijaka s max. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_d_profile_cw": " Za izvedbu vatrootpornih, dvoslojnih NIDA samonosivih stropova, prema tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA Metal CW profila prema gornjoj tablici, koji će biti pričvršćeni na NIDA Metalni UW obodni profili, koji se pričvršćuju na nosivu konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene L1 vijcima maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_d_profile_ua": " Za izvedbu vatrootpornih, dvoslojnih NIDA samonosivih stropova , prema tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA Metal UA profila prema gornjoj tablici, koji će biti pričvršćeni na NIDA Metalni UW obodni profili, koji se pričvršćuju na nosivu konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene L1 vijcima maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_t_profile_cw": " Za izvedbu vatrootpornih, troslojnih NIDA samonosivih stropova, prema tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA Metal CW profila prema gornjoj tablici, koji će biti pričvršćeni na NIDA Metalni UW obodni profili, koji se pričvršćuju na nosivu konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene L1 vijcima maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_t_profile_ua": " Za izvedbu vatrootpornih troslojnih NIDA samonosivih stropova, prema tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA Metal UA profila prema gornjoj tablici, koji će biti pričvršćeni na NIDA Metalni UW obodni profili, koji se pričvršćuju na nosivu konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene L1 vijcima maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_q_profile_cw": " Za izvedbu vatrootpornih četveroslojnih NIDA samonosivih stropova, prema tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA Metal CW profila prema gornjoj tablici, koji će biti pričvršćeni na NIDA Metalni UW obodni profili, koji se pričvršćuju na nosivu konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene L1 vijcima maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosni razmakom od 60 cm + 1x tip gipskartonska ploča 4, pričvršćena L4 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_q_profile_ua": " Za izvedbu vatrootpornih četveroslojnih NIDA samonosivih stropova, prema tablici tehničkih specifikacija, izvest će se metalna konstrukcija koja se sastoji od jednostavnih ili dvostrukih NIDA Metal UA profila prema gornjoj tablici, koji će biti pričvršćeni na NIDA Metalni UW obodni profili, koji se pričvršćuju na nosivu konstrukciju pomoću pričvrsnih elemenata (*1).\nMetalna konstrukcija će biti obložena na sljedeći način: 1x tip gipskartonska ploča1, pričvršćene L1 vijcima maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča2, pričvršćena L2 vijcima s maks. međuosnim razmakom od 60 cm + 1x tip gipskartonska ploča3, pričvršćena L3 vijcima s maks. međuosni razmakom od 60 cm + 1x tip gipskartonska ploča 4, pričvršćena L4 vijcima s maks. međuosnim razmakom od 25 cm, na razmaku min. 1 cm od ruba gipskartonske ploče, L4>L3>L2>L1, prema tablici tehničkih specifikacija i prema tablici zahtjeva za materijal.\nS unutarnje strane stropova umetnut će se mineralna vuna za potrebe zvučne izolacije, osim za gornje i donje vatrootporne stropove, gdje je to obavezno.\nSvi spojevi između gipskartonskih ploča i krajeva izloženih vijaka bit će obrađeni masom za spojeve, a traka će se koristiti samo za spojeve zadnjeg reda gipskartonskih ploča, prema tablici zahtjeva za materijal.",
  "ceilings_ss_plates_s_profile_cw_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_s_profile_cw_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_s_profile_ua_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_s_profile_ua_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_d_profile_cw_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_d_profile_cw_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_d_profile_ua_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_d_profile_ua_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_t_profile_cw_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_t_profile_cw_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_t_profile_ua_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_t_profile_ua_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_q_profile_cw_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_q_profile_cw_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir prirodu nosećeg materijala (jednostavni beton, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "ceilings_ss_plates_q_profile_ua_text_1": " Prikazane količine materijala su procjene po m2 sustava.\nKvantitativni podaci ne uzimaju u obzir tehnološke gubitke i specifičnosti projekta.\nOva preporuka se odnosi samo na sustave izrađene u potpunosti koristeći SINIAT komponente, prema tehničkom odobrenju.",
  "ceilings_ss_plates_q_profile_ua_text_2": " Metodu pričvršćivanja koja će se koristiti za pričvršćivanje sustava gipskartonskih ploča SINIAT na konstrukciju zgrade odabrat će specijalizirani projektant radova.\nVeličina pričvrsnih elemenata bit će određena uzimajući u obzir nosivu konstrukciju (opeka, armirani beton, estrih itd.), maksimalne stvarne sile izračunate prema važećim zakonima, nosivosti odabranih spojnih elemenata i mogućnosti ugradnje.\nSpojni elementi navedeni u SINIAT materijalima, kao i u pisanom preporuke i u softveru za izračun, prikazani su isključivo u prezentacijske svrhe i mogu se koristiti samo pod gore navedenim uvjetima.",
  "comment_001": "CR_X_TEXTE",
  "comment_00": "CR_X_generale",
  "permission_denied": "Pristup odbijen",
  "user_created": "Korisnički račun je kreiran",
  "account_activated": "Korisnički račun je aktiviran",
  "account_disabled": "Korisnički račun je deaktiviran",
  "confirmation_resent": "E-pošta s potvrdom je poslana",
  "request_reset_password_sent": "Poslan je zahtjev za resetiranje lozinke",
  "password_reset": "Vaša lozinka je resetirana",
  "already_registered": "Račun s istom adresom e-pošte već je kreiran.",
  "not_registered_or_confirmed": "Ovaj račun ne postoji ili nije aktivan",
  "not_confirmed_login": "Ovaj račun nije aktivan",
  "incorrect_credentials": "Upisali ste pogrešnu lozinku ili adresu e-pošte. Molimo Vas ponovno unesite podatke",
  "email_not_valid": "Format adrese e-pošte je pogrešan",
  "invalid_reset_password": "Veza za poništavanje lozinke je istekla",
  "file_size_exceeded": "Maksimalna veličina datoteke je premašena",
  "failed_to_upload": "Datoteka se nije mogla prenijeti",
  "spreadsheet_systems_not_found": "Molimo uvezite datoteku sustava",
  "spreadsheet_consumptions_not_found": "Molimo uvezite datoteku potrošnje",
  "spreadsheet_products_not_found": "Molimo uvezite datoteku proizvoda",
  "spreadsheet_not_found": "Molimo uvezite datoteku",
  "offers_fetched": "Rezultati za ponude",
  "products_fetched": "Rezultati za proizvode",
  "allowed_plates_fetched": "Rezultati za dopuštene ploče",
  "products_imported": "Proizvodi su uspješno uvezeni",
  "consumptions_fetched": "Rezultati za potrošnju",
  "import_spreadsheet_error": "Provjerite uvezenu datoteku",
  "new_offer_fetched": "Rezultati za ponudu",
  "saved_offer_updated": "Ažurirana ponuda",
  "offer_downloaded": "Datoteka je uspješno preuzeta",
  "sessions_not_found_interval": "Nema ponuda u navedenom rasponu",
  "report_admin": "administrator_izvješće",
  "report": "izvješće",
  "report_users": "korisničko_izvješće",
  "tab_offer": "tehnička_ponuda",
  "tab_materials": "materijalna_centralizacija",
  "tab_materials_title": "Centralizacija materijala",
  "tab_materials_subtitle": "Potrebna količina",
  "tab_systems": "sustavi_centralizacija",
  "tab_systems_title": "Centralizacija sustava",
  "tab_systems_subtitle": "Naziv sustava SINIAT",
  "external_products": "* Vanjski proizvodi: cijena je indikativna",
  "header_title": "NIDA tehničko rješenje - Siniat sustav",
  "header_date": "Datum",
  "header_expire": "Vrijedi do",
  "header_company": "Organizacija",
  "header_contact": "Osoba za kontakt",
  "header_objective": "Cilj",
  "header_location": "Mjesto",
  "header_description": "Opis",
  "header_code": "Siniat šifra projekta",
  "header_boq": "Preporučeno rješenje prema troškovniku",
  "system_type": "Vrsta sustava",
  "system_code": "Šifra sustava",
  "features_title": "Tehničke specifikacije",
  "value_not_specified": "neodređeno",
  "fire_resistance": "Otpornost na vatru",
  "ceilings_direction": "Smjer zaštite od požara",
  "ceilings_moist": "s otpornosti",
  "ceilings_moist_lower": "donja strana",
  "direction_bot_top": "s donje strane",
  "direction_top_bot": "s gornje strane",
  "direction_both": "oba smjera",
  "minutes": "minutama",
  "moisture_resistance": "Otpornost na vlagu",
  "side": "strana",
  "exterior": "vanjski",
  "burglary_resistance": "Otpornost na provalu",
  "sound_insulation": "Zvučna izolacija",
  "height": "Visina",
  "height_ceilings_s": "Duljina ovjesa",
  "height_ceilings_ss": "Otvor",
  "interax_sustineri": "Međuosni razmak profila",
  "tip_sustineri": "Vrsta potkonstrukcije",
  "weight": "Težina",
  "system_weight": "Težina sustava",
  "thickness": "Debljina",
  "profile_type": "Vrsta potkonstrukcije",
  "montant_type": "Vrsta profila",
  "profile_type_primary": "Vrsta glavne potkonstrukcije ",
  "profile_type_secondary": "Vrsta sekundarne potkonstrukcije",
  "lower_guiding": "Vrsta profila, dno",
  "upper_guiding": "Vrsta profila, vrh",
  "aux_guiding": "Vrsta profila ",
  "plates_type": "Vrsta gipskartonske ploče",
  "plates_type_a": "Vrsta gipskartonske ploče, strana A",
  "plates_type_b": "Vrsta gipskartonske ploče, strana B",
  "plates_type_lower": "Vrsta gipskartonske ploče, donja strana",
  "plates_type_upper": "Vrsta gipskartonske ploče, gornja strana",
  "upper_support": "Vrsta potpore, vrh",
  "wool_type": "Vrsta izolacije",
  "features_image": "Indikativna slika",
  "details_pdf": "PDF pojedinosti",
  "details_dwg": "DWG pojedinosti",
  "details_booklet": "Brošura o sustavu",
  "text11": "Opis sustava",
  "text12": "Upozorenje! Prije ugradnje vatrootpornih sustava preporučujemo da se obratite tehničkoj službi SINIAT-a!",
  "text13": "Upozorenje! Prije montaže preporučujemo da se obratite tehničkoj službi SINIAT-a!",
  "text21": "Informacije o procijenjenoj potrošnji materijala",
  "text22": "Informacije o odabiru i uporabi mehaničkih zatvarača (*1)",
  "text23": "Informacije o postupku montaže",
  "text3": "OPĆENITE BILJEŠKE",
  "consumptions_title": "Potrebni materijali",
  "surface": "Površina",
  "square_meter_abrev": "m2",
  "number_abrev": "Br.",
  "sap_code": "SAP kod",
  "product_name": "Ime proizvoda:",
  "unit_measure_abrev": "JM",
  "consumption": "Potrošnja",
  "price": "Cijena",
  "value": "Vrijednost",
  "total_curency": "Ukupno (EUR)",
  "total_surface_curency": "Ukupna površina (EUR)",
  "upper_consumptions_title": "Utrošak materijala za gornje pričvršćenje",
  "upper_consumptions_title_support": "Vrsta potporne konstrukcije za zid, gornja strana",
  "joint_ml": "Spoj - dužni metri",
  "joint_length": "Duljina spoja",
  "first_name": "Ime",
  "last_name": "Prezime",
  "email_address": "e-mail",
  "company": "Naziv tvrtke",
  "job": "Područje djelatnosti",
  "address": "Adresa",
  "locality": "Grad",
  "state": "Županija",
  "phone_number": "Broj telefona",
  "activation_id": "Aktivacijski ID",
  "signature": "Siniat tim",
  "register_admin_subject": "Novi korisnik se registrirao",
  "register_admin_body_1": "Novi korisnik se registrirao na platformi sa sljedećim podacima:",
  "register_admin_body_2": "Možete aktivirati korisnika u odjeljku 'Upravljanje korisnicima' ili pristupom na sljedeću poveznicu:",
  "register_admin_body_3": "*Molimo kopirajte sljedeću vezu ako gumb iznad ne radi:",
  "register_user_subject": "Hvala vam što ste se registrirali na Siniat kalkulatoru",
  "register_user_body_1": "Hvala na registraciji.",
  "register_user_body_2": "Vaš račun je kreiran, ali je trenutno neaktivan dok ga predstavnik Siniata ne provjeri.",
  "register_user_body_3": "Primit ćete obavijest e-poštom kada se to dogodi.",
  "enable_user_subject": "Vaš račun Siniat kalkulatora je aktiviran",
  "enable_user_body_1": "Vaš račun Siniat kalkulatora je aktiviran.",
  "enable_user_body_2": "Za korištenje platforme Siniat Calculator, prijavite se s adresom e-pošte i lozinkom unesenim u obrazac za registraciju.",
  "disable_user_subject": "Vaš račun Siniat kalkulatora je deaktiviran",
  "disable_user_body": "Vaš račun Siniat kalkulatora je deaktiviran.",
  "pass_reset_subject": "Zatražili ste poništavanje lozinke na Siniat kalkulatoru",
  "pass_reset_body_1": "Za poništavanje lozinke na Siniat kalkulatoru kliknite na sljedeću poveznicu:",
  "pass_reset_body_2": "*Kopirajte sljedeću vezu u svoj preglednik ako gornji gumb ne radi.",
  "pass_changed_subject": "Lozinka za ovaj račun je promijenjena.",
  "pass_changed_body": "Lozinku vašeg računa promijenio je predstavnik Siniata.",
  "create_offer_walls_d_simple": "Zidovi D - Jednostruka obloga",
  "create_offer_walls_d_double": "Zidovi D - Dvostruka obloga",
  "create_offer_walls_d_triple": "Zidovi D - Trostruka obloga",
  "create_offer_walls_s_double": "Zidovi S - Dvostruka obloga",
  "create_offer_walls_s_triple": "Zidovi S - Trostruka obloga",
  "create_offer_walls_s_double_intermediate": "Zidovi S - Dvostruki sa srednjom pločom",
  "create_offer_walls_s_triple_intermediate": "Zidovi S - Trostruki sa srednjom pločom",
  "create_offer_walls_sl_simple": "Zidovi SL - Jednostruka obloga",
  "create_offer_walls_sl_double": "Zidovi SL - Dvostruka obloga",
  "create_offer_walls_sl_triple": "Zidovi SL - Trostruka obloga",
  "create_offer_walls_sla_triple": "Zidovi SLA - Trostruka obloga",
  "create_offer_walls_smart_simple" : "Zidovi Smart - Jednostruka obloga",
  "create_offer_walls_smart_double" : "Zidovi Smart - Dvostruka obloga",
  "create_offer_plating_fix_simple": "Obloga s konektorima - Jednostruka",
  "create_offer_plating_fix_double": "Obloga s konektorima  - Dvostruka",
  "create_offer_plating_fix_triple": "Obloga s konektorima  - Trostruka",
  "create_offer_plating_fix_quadruple": "Obloga s konektorima  - Četverostruka",
  "create_offer_plating_indep_simple": "Samostojeća obloga - Jednostruka",
  "create_offer_plating_indep_double": "Samostojeća obloga - Dvostruka",
  "create_offer_plating_indep_triple": "Samostojeća obloga - Trostruka",
  "create_offer_plating_indep_quadruple": "Samostojeća obloga - Četverostruka",
  "create_offer_plating_liniar_double": "Šahta - Dvostruka",
  "create_offer_plating_liniar_triple": "Šahta - Trostruka",
  "create_offer_plating_liniar_quadruple": "Šahta - Četverostruka",
  "create_offer_plating_sticking": "Obloga lijepljenem",
  "create_offer_noisy_plating_fix_triple": "Akustična obloga s konektorima - Trostruka",
  "create_offer_noisy_plating_indep_double": "Samostojeća akustična obloga s konektorima - Dvostruka",
  "create_offer_noisy_plating_indep_triple": "Samostalna akustična obloga s konektorima - Trostruka",
  "create_offer_noisy_plating_uu_double": "Akustična UU obloga - Dvostruka",
  "create_offer_noisy_plating_uu_triple": "Akustična UU obloga - Trostruka",
  "create_offer_ceiling_suspended_simple": "Spušteni stropovi - Jednostruki",
  "create_offer_ceiling_suspended_double": "Spušteni stropovi - Dvostruki",
  "create_offer_ceiling_suspended_triple": "Spušteni stropovi - Trostruki",
  "create_offer_ceiling_suspended_quadruple": "Spušteni stropovi - Četverostruki",
  "create_offer_ceiling_autoport_simple": "Samonosivi stropovi - Jednostruki",
  "create_offer_ceiling_autoport_double": "Samonosivi stropovi - Dvostruki",
  "create_offer_ceiling_autoport_triple": "Samonosivi stropovi - Trostruki",
  "create_offer_ceiling_autoport_quadruple": "Samonosivi stropovi - Četverostruki",
  "upper_support_concrete": "Armirani beton",
  "upper_support_sheet": "Trapezni krovni lim",
  "moisture_face": "strana",
  "interax_spacing": "Bez",
  "brochures_walls": "Katalog zidovi",
  "brochures_ceilings": "Katalog stropovi",
  "brochures_platings": "Katalog obloge",
  "connecting_word": "i",
  "supoort_type_autoportant": "Samonosivi",
  "support_type_brida": "Direktni ovjes",
  "support_type_tirant": "Žica s ušicom",
  "support_type_nonius": "Nonius",
  "support_type_tija": "Vijak M8",
  "support_type_racord_lemn": "Sidreni ovjes",
  "support_type_brida_ac": "Akustični ovjes CD profila",
  "support_type_beton": "Beton",
  "support_type_zidarie": "Zidarie",
  "support_type_tencuieli": "Tencuieli",
  "support_type_altele": "Altele"
}